Repository: macadmins/nudge
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh

source: **A friendly reminder from your local IT team**
da: **En venligt ment påmindelse fra din lokale IT afdeling**
de: **Eine freundliche Erinnerung deines IT-Teams**
es: **Un recordatorio amistoso de tu equipo IT local**
fr: **Un rappel amical de votre équipe informatique**
hi: **आपके स्थानीय IT से मित्रवत अनुस्मारक**
it: **Un cortese promemoria dal tuo team IT locale**
ja: **ITチームからのお知らせです**
ko: **로컬 IT 팀에서 알려드립니다**
nb: **En påminnelse fra IT**
nl: **Een herinnering van uw IT-team**
pl: **Przypomnienie IT**
pt: **Um lembrete rápido da sua equipe de TI local**
ru: **Напоминание от команды IT**
sv: **En påminnelse från IT**
uk: **Дружнє нагадування від вашої IT-команди**
zh: **IT团队的友好提醒**

source: **Important Notes**
da: **Vigtig information**
de: **Wichtige Hinweise**
es: **Notas importantes**
fr: **Informations importantes**
hi: **आवश्यक जानकारी**
it: **Note importanti**
ja: **重要**
ko: **중요 사항**
nb: **Viktig informasjon**
nl: **Belangrijke informatie**
pl: **Ważne informacje**
pt: **Notas Importantes**
ru: **Важные примечания**
sv: **Viktig information**
zh: **重要信息**

source: **Your device is no longer capable of receiving critical security updates**
da: **Din enhed er ikke længere i stand til at modtage kritiske sikkerhedsopdateringer**
de: **Dein Mac ist nicht mehr in der Lage, wichtige Sicherheitsupdates zu erhalten**
es: **Su dispositivo ya no es capaz de recibir actualizaciones de seguridad críticas**
fr: **Votre appareil n'est plus capable de recevoir des mises à jour de sécurité critiques**
hi: **आपका डिवाइस अब महत्वपूर्ण सुरक्षा अपडेट प्राप्त करने में सक्षम नहीं है**
it: **Il tuo dispositivo non è più in grado di ricevere aggiornamenti di sicurezza critici**
ja: **あなたの端末は重要なセキュリティアップデートを受け取ることができなくなりました**
ko: **귀하의 장치는 더 이상 중요한 보안 업데이트를 받을 수 없습니다**
nb: **Enheten din er ikke lenger i stand til å motta kritiske sikkerhetsoppdateringer**
nl: **Uw apparaat kan geen kritieke beveiligingsupdates meer ontvangen**
pl: **Twoje urządzenie nie może już otrzymywać krytycznych aktualizacji zabezpieczeń**
pt: **Seu dispositivo não é mais capaz de receber atualizações críticas de segurança**
ru: **Ваше устройство больше не может получать критические обновления безопасности.**
sv: **Din enhet kan inte längre ta emot viktiga säkerhetsuppdateringar**
uk: **Ваш пристрій більше не може отримувати критичні оновлення безпеки**
zh: **您的设备不再能够接收关键安全更新**

source: **Your device will restart during this update**
da: **Din Mac vil genstarte under opdateringen**
de: **Dein Mac wird während des Updates neu gestartet**
es: **Su dispositivo se reiniciará durante esta actualización**
fr: **Votre appareil redémarrera pendant cette mise à jour**
hi: **आपका उपकरण इस अपडेट के समय पुनः शुरु होगा**
it: **Il dispositivo si riavvierà durante l'aggiornamento**
ja: **アップデート中に端末が再起動します**
ko: **업데이트 도중에 귀하의 기기는 재시작 될 것입니다**
nb: **Du vil bli spurt om å starte på nytt underveis i oppdateringen**
nl: **De Mac zal herstarten tijdens het updaten**
pl: **Podczas tej aktualizacji Mac uruchomi się ponownie**
pt: **Seu dispositivo irá reiniciar durante essa atualização**
ru: **Ваше устройство перезагрузится во время обновления**
sv: **Din dator kommer att startas om under uppdateringen**
uk: **Ваш пристрій буде перезавантажено під час цього оновлення**
zh: **在更新过程中，你的Mac将会重新启动。**

source: A fully up-to-date device is required to ensure that IT can accurately protect your device. If you do not obtain a replacement device, you will lose access to some items necessary for your day-to-day tasks. For more information about this, please click on the **Replace Your Device** button.
da: En fuldt opdateret enhed er påkrævet for at sikre, at IT kan beskytte din enhed nøjagtigt. Hvis du ikke anskaffer dig en erstatningsenhed, mister du adgangen til nogle elementer, der er nødvendige til dine daglige opgaver. For mere information om dette, klik venligst på knappen **Erstat din enhed**.
de: Um sicherzustellen, dass die IT deinen Mac ordnungsgemäß schützen kann, ist ein aktueller Mac erforderlich. Wenn Du kein Ersatzgerät erhalten hast, verlierst Du ggf. den Zugriff, die Du für deine täglichen Aufgaben benötigst. Für weitere Informationen hierzu klicke bitte auf die Schaltfläche **Mac ersetzen**.
es: Se requiere un dispositivo completamente actualizado para garantizar que TI pueda proteger con precisión su dispositivo. Si no obtiene un dispositivo de reemplazo, perderá el acceso a algunos elementos necesarios para sus tareas diarias. Para obtener más información sobre esto, haga clic en el botón **Reemplazar su dispositivo**.
fr: Un appareil entièrement à jour est nécessaire pour garantir que le service informatique puisse protéger votre appareil avec précision. Si vous n'obtenez pas d'appareil de remplacement, vous perdrez l'accès à certains éléments nécessaires à vos tâches quotidiennes. Pour plus d'informations à ce sujet, veuillez cliquer sur le bouton **Remplacer votre appareil**.
hi: यह सुनिश्चित करने के लिए कि आईटी आपके डिवाइस की सटीक सुरक्षा कर सके, एक पूरी तरह से अद्यतित डिवाइस की आवश्यकता है। यदि आपको प्रतिस्थापन उपकरण नहीं मिलता है, तो आप अपने दैनिक कार्यों के लिए आवश्यक कुछ वस्तुओं तक पहुंच खो देंगे। इसके बारे में अधिक जानकारी के लिए कृपया **अपना डिवाइस बदलें** बटन पर क्लिक करें।
it: È necessario un dispositivo completamente aggiornato per garantire che l'IT possa proteggere accuratamente il tuo dispositivo. Se non ottieni un dispositivo sostitutivo, perderai l'accesso ad alcuni elementi necessari per le tue attività quotidiane. Per ulteriori informazioni a riguardo, fare clic sul pulsante **Sostituisci il dispositivo**.
ja: 端末の交換が必要です。 端末を交換しないと、業務で利用する機能の一部が使えなくなくなる可能性があります。 詳細は、[**端末を交換**] ボタンをクリックしてください。
ko: IT가 귀하의 장치를 정확하게 보호하려면 완전히 최신 장치가 필요합니다. 교체 장치를 구입하지 않으면 일상적인 작업에 필요한 일부 항목에 액세스할 수 없게 됩니다. 이에 대한 자세한 내용을 보려면 **장치 교체** 버튼을 클릭하세요.
nb: En fullstendig oppdatert enhet er nødvendig for å sikre at IT-enheten kan beskytte enheten din nøyaktig. Hvis du ikke skaffer deg en erstatningsenhet, vil du miste tilgangen til enkelte elementer som er nødvendige for dine daglige oppgaver. For mer informasjon om dette, klikk på knappen **Erstatt enheten din**.
nl: Een volledig up-to-date apparaat is vereist om ervoor te zorgen dat IT uw apparaat nauwkeurig kan beschermen. Als u geen vervangend apparaat krijgt, verliest u de toegang tot bepaalde items die nodig zijn voor uw dagelijkse taken. Voor meer informatie hierover klikt u op de knop **Vervang uw apparaat**.
pl: Aby dział IT mógł dokładnie chronić Twoje urządzenie, wymagane jest w pełni aktualne urządzenie. Jeśli nie uzyskasz urządzenia zastępczego, utracisz dostęp do niektórych rzeczy niezbędnych do codziennych zadań. Aby uzyskać więcej informacji na ten temat, kliknij przycisk **Wymień urządzenie**.
pt: Um dispositivo totalmente atualizado para garantir que a TI possa proteger seu dispositivo com precisão. Se você não adquirir um dispositivo substituto, perderá o acesso a alguns itens necessários para suas tarefas diárias. Para obter mais informações sobre isso, clique no botão **Substitua seu dispositivo**.
ru: Требуется полностью обновленное устройство, чтобы ИТ-специалисты могли точно защитить ваше устройство. Если вы не получите устройство на замену, вы потеряете доступ к некоторым элементам, необходимым для выполнения повседневных задач. Для получения дополнительной информации об этом нажмите кнопку **Заменить устройство**.
sv: En helt uppdaterad enhet krävs för att säkerställa att IT kan skydda din enhet korrekt. Om du inte skaffar en ersättningsenhet kommer du att förlora tillgången till vissa artiklar som behövs för dina dagliga uppgifter. För mer information om detta, klicka på knappen **Byt ut din enhet**.
uk: Потрібен повністю оновлений пристрій, щоб ІТ-спеціалісти могли точно захистити ваш пристрій. Якщо ви не отримаєте пристрій на заміну, ви втратите доступ до деяких предметів, необхідних для виконання повсякденних завдань. Щоб дізнатися більше про це, натисніть кнопку **Замінити свій пристрій**.
zh: 需要完全更新的设备才能确保 IT 能够准确保护您的设备。 如果您没有获得替换设备，您将无法访问日常任务所需的某些物品。 有关详细信息，请单击"**更换您的设备**"按钮。

source: A fully up-to-date device is required to ensure that IT can accurately protect your device. If you do not update your device, you may lose access to some items necessary for your day-to-day tasks. To begin the update, simply click on the **Update Device** button and follow the provided steps.
da: En fuldt opdateret Mac er påkrævet for at IT afdelingen kan beskytte dine data. Hvis du ikke opdaterer din Mac, kan du risikere at miste adgang til muligheder, som er nødvendige i dagligdagen. For at påbegynde opdateringen skal du klikke på **Opdater Mac**-knappen og følge instruktionerne på skærmen.
de: Ein vollständig aktualisiertes macOS ist erforderlich, um sicherzustellen, dass die IT-Abteilung deinen Mac effektiv schützen kann. Wenn du dein macOS nicht aktualisierst, verlierst du möglicherweise den Zugriff auf einige Werkzeuge, die du für deine täglichen Aufgaben benötigst. Um das Update zu starten, klicke auf die Schaltfläche **macOS aktualisieren** und befolge die angegebenen Schritte.
es: Se requiere un dispositivo completamente actualizado para garantizar que IT pueda proteger su dispositivo con precisión. Si no actualiza su dispositivo, es posible que pierda el acceso a algunos elementos necesarios para sus tareas diarias. Para comenzar la actualización, simplemente haga clic en el botón **Actualizar dispositivo** y siga los pasos proporcionados.
fr: Un système entièrement à jour est nécessaire pour garantir que le service informatique puisse protéger votre appareil efficacement. Si vous ne mettez pas à jour votre appareil, vous risquez de perdre l'accès à certains outils nécessaires à vos tâches quotidiennes. Pour commencer la mise à jour, cliquez simplement sur le bouton **Mettre à jour l'appareil** et suivez les étapes fournies.
it: È necessario un dispositivo completamente aggiornato per garantire che l'IT possa proteggere accuratamente il tuo dispositivo. Se non aggiorni il dispositivo, potresti perdere l'accesso ad alcuni elementi necessari per le tue attività quotidiane. Per iniziare l'aggiornamento, fai semplicemente clic sul pulsante **Aggiorna dispositivo** e segui i passaggi forniti.
ko: IT 팀이 귀하의 기기를 정밀하게 보호하기 위하여 최신 업데이트가 기기에 항시 탑재될 것을 요청드립니다. 귀하께서 기기를 업데이트 하지 않는다면, 일상의 업무에 필요한 아이템들의 접근 권한이 상실될 수 있습니다. 기기를 업데이트 하시려면, **기기 업데이트** 버튼을 클릭하시고 제공되는 안내를 따르시면 됩니다.
nb: Datamaskinen må være oppdatert med de siste sikkerhetsoppdateringene for å være beskyttet. Hvis du ikke oppdaterer datamaskinen, kan det hende at du ikke får tilgang til de nødvendige ressursene. For å starte oppdateringen, klikk på **Oppdater nå** og følg instruksene.
nl: Een volledig up-to-date Mac is vereist om ervoor te zorgen dat uw Mac goed beschermd blijft. Als u uw Mac niet bijwerkt kunnen er restricties op de Mac komen. Om met de update te beginnen, klikt u op de knop **Update Mac** en volgt u de stappen.
pl: Wymagane jest uaktualnienie urządzenia, aby mieć pewność, że dział IT może w pełni chronić Twoje urządzenie. Jeśli nie zaktualizujesz urządzenia, możesz utracić dostęp do niektórych elementów niezbędnych do wykonywania codziennych zadań. Aby rozpocząć aktualizację, po prostu kliknij przycisk **Aktualizuj urządzenie** i postępuj zgodnie z podanymi krokami.
pt: Um dispositivo totalmente atualizado é necessário para garantir que IT possa proteger seu dispositivo com precisão. Se não atualizar seu dispositivo, é possível que você perca acesso a itens necessários para performar suas tarefas do dia-a-dia. Para começar a atualização, apenas clique no botão **Atualizar Dispositivo** e siga as instruções apresentadas.
sv: Ett system med de senaste uppdateringarna krävs för att IT ska kunna säkerställa att din dator är skyddad. Om du inte uppdaterar systemet kommer du kanske inte kunna komma åt nödvändinga resurser. För att påbörja uppdateringen, klicka på **Uppdatera** och följ stegen.
uk: Потрібен повністю оновлений пристрій щоб бути впевненим що IT зможе його надійно захистити. Якщо ви не оновите пристрій, ви можете втратити доступ до деяких речей, необхідних для виконання повсякденних завдань. Щоб почати оновлення, просто клацніть кнопку **Оновити пристрій** та виконайте запропоновані кроки.
zh: 更新至最新的软件以确保 IT 可以精准的保护设备安全。 如未及时完成更新，您将会无法访问日常工作所需的网页或程序。 立刻更新，请点击"**更新设备**"并根据提供的步骤完成更新。

source: Additional Device Information
da: Supplerende information om Mac'en
de: Weitere Geräteinformationen
es: Información Adicional Del Dispositivo
fr: Informations supplémentaires sur l'appareil
hi: उपकरण की अतिरिक्त जानकारी
it: Informazioni aggiuntive sul dispositivo
ja: 端末の追加情報
ko: 기기의 추가 정보
nb: Ytterligere informasjon
nl: Extra Gegevens Mac
pl: Dodatkowe informacje o urządzeniu
pt: Informação Adicional do Dispositivo
ru: Информация об устройстве
sv: Utökad information
uk: Додаткова інформація про пристрій
zh: 额外设备信息

source: Application terminated
da: Appen er afsluttet
de: Programm beendet
es: Aplicación abortada
fr: Application arrêtée
hi: ऐप समाप्त
it: Application terminata
ja: アプリが終了しました
ko: 앱이 종료됨
nb: Appen er avsluttet
nl: App beëindigd
pl: Applikacja została zamknięta
pt: Aplicativo encerrado
ru: Приложение закрыто
sv: Appen avslutad
uk: Роботу програми перервано
zh: 应用程序终止

source: Architecture:
da: Arkitektur:
de: Architektur:
es: Arquitectura:
hi: आर्किटेक्चर:
it: Architettura:
ja: アーキテクチャ:
ko: 아키텍쳐:
nb: Arkitektur:
nl: Architectuur:
pl: Architektura:
pt: Arquitetura::
ru: Архитектура:
sv: Arkitektur:
uk: Архітектура:
zh: 架构:

source: Click for additional device information
da: Klik for at få mere information om Mac'en
de: Hier klicken, um weitere Geräteinformationen anzuzeigen
es: Haga clic para obtener información adicional sobre el dispositivo
fr: Cliquez pour obtenir des informations supplémentaires sur l'appareil
hi: उपकरण की अधिकतर जानकारी के लिए क्लिक करे
it: Seleziona per ulteriori informazioni sul dispositivo
ja: クリックして端末の追加情報を確認
ko: 클릭하여 기기의 추가 정보 보기
nb: Klikk for mer informasjon
nl: Klik hier voor apparaatinfo
pl: Kliknij po dodatkowe informacje o urządzeniu
pt: Clique para informações adicionais do dispositivo
ru: Нажмите для информации об устройстве
sv: Klicka för mer information
uk: Натисніть для додаткової інформації про пристрій
zh: 点击以获取更多设备信息

source: Click for more information about the security update
da: Klik for mere information om sikkerhedsopdateringen
de: Hier klicken, um mehr Informationen über das Sicherheitsupdate zu erhalten
es: Haga clic para obtener más información sobre la actualización de seguridad.
fr: Cliquez pour plus d'informations sur la mise à jour de sécurité
hi: सिक्यरिटी अप्डेट की अधिक जानकारी के लिए क्लिक करे
it: Selezionare per ulteriori informazioni sull'aggiornamento di sicurezza
ja: クリックしてセキュリティアップデートの詳細を確認
ko: 클릭하여 보안 업데이트의 자세한 정보 보기
nb: Klikk for mer informasjon om sikkerhetsoppdateringen
nl: Klik hier voor meer informatie over de update
pl: Kliknij aby uzyskać więcej informacji na temat uaktualnienia
pt: Clique para mais informações sobre a atualização de segurança
ru: Нажмите для дополнительной информации об обновлении безопасности
sv: Klicka för mer information om säkerhetsuppdateringen
uk: Більше інформації про оновлення безпеки
zh: 点击以获取关于安全更新的更多信息

source: Click to close
da: Klik for at lukke
de: Zum Beenden hier klicken
es: Click para cerrar
fr: Cliquez pour fermer
hi: बंद करने के लिए क्लिक करे
it: Seleziona per chiudere
ja: クリックして閉じる
ko: 클릭하여 닫기
nb: Klikk for å lukke
nl: Klik om te sluiten
pl: Kliknij aby zamknąć
pt: Clique para fechar
ru: Нажмите, чтобы закрыть
sv: Klicka för att stänga
uk: Натисніть, щоб закрити
zh: 点击以关闭

source: Click to zoom into screenshot
da: Klik for at forstørre skærmbilledet
de: Hier klicken, um den Screenshot zu vergrößern
es: Haga clic para ampliar la captura de pantalla
fr: Cliquez pour agrandir la capture d'écran
hi: स्क्रीन्शाट को ज़ूम करने क्लिक करे
it: Seleziona per ingrandire lo screenshot
ja: クリックしてスクリーンショットを拡大
ko: 클릭하여 스크린샷 확대
nb: Klikk for å zoome inn
nl: Klik om in te zoomen op het screenshot
pl: Kliknij aby powiększyć zrzut ekranu
pt: Clique para ampliar a captura de tela
ru: Нажмите для увеличения скриншота
sv: Klicka för att zooma in
uk: Натисніть щоб наблизити скріншот
zh: 点击放大截图

source: Current OS Version:
da: Nuværende MacOS-version:
de: Aktuelle macOS Version:
es: Versión Actual Del Sistema Operativo:
fr: Version actuelle du système d'exploitation :
hi: वर्तमान OS संस्करण:
it: Sistema operativo attuale:
ja: 現在のOSのバージョン:
ko: 운영체제의 현재 버전:
nb: Nåværende OS-versjon:
nl: Huidige OS Versie:
pl: Bieżąca wersja macOS:
pt: Versão Atual do Sistema Operacional:
ru: Текущая версия macOS:
sv: Nuvarande OS-version:
uk: Поточна версія OS:
zh: 当前系统版本:

source: Custom
da: Længere tid
de: Benutzerdefinierter Zeitraum
es: Personalizado
fr: Personnaliser
hi: अपने अनुकूल
it: Personalizzato
ja: 日付を選択
ko: 직접 설정
nb: Velg tid
nl: Personaliseren
pl: Własne
pt: Personalizar
ru: Другое
sv: Välj tid
uk: Кастомне
zh: 自定义

source: Days Remaining To Update:
da: Tilbageværende dage til at opdatere:
de: Verbleibende Tage bis zur Aktualisierung:
es: Días Restantes Para Actualizar:
fr: Jours restants :
hi: अप्डेट के अवशिष्ट दिन:
it: Giorni rimanenti per l'aggiornamento:
ja: 更新までの残り日数:
ko: 업데이트까지 남은 일수:
nb: Gjenstående dager til oppdatering:
nl: Aantal dagen tot update deadline:
pl: Dni pozostałe do aktualizacji:
pt: Dias Restantes Para Atualizar:
ru: Осталось дней:
sv: Kvarstående dagar:
uk: Залишилося днів до оновлення:
zh: 剩余天数更新:

source: Defer
da: Udsæt
de: Verschieben
es: Aplazar
fr: Reporter
hi: विलम्बित
it: Posticipa
ja: 延期
ko: 나중으로 미루기
nb: Utsett
nl: Stel uit
pl: Odrocz
pt: Adiar
ru: Отложить
sv: Skjut upp
uk: Відкласти
zh: 推迟

source: Deferred Count:
da: Antal udsættelser:
de: Anzahl Aufschübe:
es: Recuento de postposiciones:
fr: Décompte différé :
hi: विलम्बित करने की संख्या:
it: Conteggio posticipi:
ja: 延期した回数:
ko: 지연된 횟수:
nb: Utsatt antall ganger:
nl: Aantal keren genegeerd:
pl: Licznik odroczeń:
pt: Contagem Adiada:
ru: Откладывали раз:
sv: Uppskjuten antal gånger:
uk: Кількість відкладень:
zh: 已推迟次数:

# Actively Exploited CVEs
source: False
da: Falsk
de: Aktiv ausgenutzte CVEs
es: Falso
fr: Faux
hi: असत्य
it: Falso
ja: 偽
ko: 거짓
nb: Usann
nl: Onwaar
pl: Fałsz
pt: Falso
ru: Ложь
sv: Falskt
uk: Брехня
zh: 假

source: Hours Remaining To Update:
da: Tilbageværende timer til at opdatere:
de: Stunden bis zur Aktualisierung:
es: Horas Restantes Para Actualizar:
fr: Heures restantes :
hi: अप्डेट के अवशिष्ट घंटे:
it: Ore rimanenti per l'aggiornamento:
ja: 更新までの残り時間:
ko: 업데이트까지 남은 시간:
nb: Gjenstående timer til oppdatering:
nl: Aantal uren tot update deadline:
pl: Godziny pozostałe do aktualizacji:
pt: Horas Restantes Para Atualizar:
ru: Осталось Часов:
sv: Kvarstående timmar:
uk: Залишилося годин до оновлення:
zh: 剩餘時間更新:

source: I understand
da: Det er forstået
de: Akzeptieren
es: Acepto
fr: Je comprends
hi: में समज़ गया
it: Ho capito
ja: わかりました
ko: 이해했습니다
nb: Jeg forstår
nl: Ik begrijp het
pl: Rozumiem
pt: Entendo
ru: Я понимаю
sv: Jag förstår
uk: Мені зрозуміло
zh: 我同意

source: Language:
da: Sprog:
de: Sprache:
es: Idioma:
fr: Langue :
hi: भाषा:
it: Lingua:
ja: 言語:
ko: 언어:
nb: Språk:
nl: Taal:
pl: Język:
pt: Idioma:
ru: Язык:
sv: Språk:
uk: Мова:
zh: 语言:

source: Later
da: Senere
de: Später
es: Más Tarde
fr: Plus tard
hi: बाद मे
it: Dopo
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt: Depois
ru: Потом
sv: Senare
uk: Пізніше
zh: 我同意

source: More Info
da: Mere information
de: Mehr Informationen
es: Más Información
fr: Plus d'informations
hi: अधिकतर जानकारी
it: Informazioni ulteriori
ja: 詳しい情報
ko: 자세한 정보
nb: Mer informasjon
nl: Meer Informatie
pl: Więcej informacji
pt: Mais Informações
ru: Информация
sv: Mer information
uk: Більше інформації
zh: 更多信息

source: One Day
da: En dag
de: Ein Tag
es: Un Día
fr: Un jour
hi: एक दिन
it: Un giorno
ja: 1日
ko: 하루
nb: En dag
nl: Op een dag
pl: 1 dzień
pt: Um Dia
ru: На день
sv: En dag
uk: Один день
zh: 一天

source: One Hour
da: En time
de: Eine Stunde
es: Una Hora
fr: Une heure
hi: एक घंटा
it: Un'ora
ja: 1時間
ko: 한 시간
nb: En time
nl: Een uur
pl: 1 godzina
pt: Uma Hora
ru: На час
sv: En timme
uk: Одна година
zh: 一小时

source: Please update your device to use this application
da: Opdater din Mac for at bruge denne app
de: Bitte aktualisiere deinen Mac, um dieses Programm zu verwenden.
es: Actualiza tu dispositivo para poder usar esta aplicación
fr: Veuillez mettre à jour votre appareil pour utiliser cette application
hi: कृपया इस ऐप का उपयोग करने के लिए अपने डिवाइस को अपडेट करें
it: Aggiorna il tuo dispositivo per utilizzare questa app
ja: このアプリケーションを使用するには、端末をアップデートしてください
ko: 이 앱을 사용하려면 기기를 업데이트하세요.
nb: Oppdater enheten din for å bruke denne appen
nl: Werk uw apparaat bij om deze app te gebruiken
pl: Zaktualizuj swoje urządzenie, aby używać tej aplikacji
pt: Atualize seu dispositivo para usar este aplicativo
ru: Пожалуйста, обновите свое устройство, чтобы использовать это приложение
sv: Uppdatera din enhet för att använda den här appen
uk: Будь ласка, оновіть ваш пристрій щоб використовувати цю програму
zh: 请更新您的设备以使用此应用

source: Please work with your local IT team to obtain a replacement device
da: Arbejd med dit lokale it-team for at få en erstatningsenhed
de: Bitte kontaktiere dein IT-Team, um ein Ersatzgerät zu erhalten
es: Trabaje con su equipo de TI local para obtener un dispositivo de reemplazo.
fr: Veuillez travailler avec votre équipe informatique locale pour obtenir un appareil de remplacement.
hi: प्रतिस्थापन उपकरण प्राप्त करने के लिए कृपया अपनी स्थानीय आईटी टीम के साथ काम करें
it: Collabora con il team IT locale per ottenere un dispositivo sostitutivo
ja: ITチームと連携して端末を交換してください
ko: 교체 장치를 얻으려면 현지 IT 팀과 협력하십시오.
nb: Samarbeid med ditt lokale IT-team for å få en erstatningsenhet
nl: Werk samen met uw lokale IT-team om een vervangend apparaat te verkrijgen
pl: Skontaktuj się z lokalnym zespołem IT, aby uzyskać urządzenie zastępcze
pt: Trabalhe com sua equipe de TI local para obter um dispositivo de substituição
ru: Свяжитесь с местной ИТ-отделом, чтобы получить устройство на замену.
sv: Vänligen samarbeta med ditt lokala IT-team för att skaffa en ersättningsenhet
uk: Зверніться до місцевої ІТ-служби, щоб отримати пристрій на заміну
zh: 请与您当地的 IT 团队合作获取更换设备

source: Replace Your Device
da: Udskift din enhed
de: Mac ersetzen
es: Reemplace su dispositivo
fr: Remplacez votre appareil
hi: अपना उपकरण बदलें
it: Sostituisci il tuo dispositivo
ja: 端末を交換
ko: 장치 교체
nb: Bytt ut enheten din
nl: Vervang uw apparaat
pl: Wymień swoje urządzenie
pt: Substitua seu dispositivo
ru: Замените ваше устройство
sv: Byt ut din enhet
uk: Замініть свій пристрій
zh: 更换您的设备

source: Required Date:
da: Påkrævet Dato:
de: Stichtag:
es: Fecha Requerida:
fr: Date Requise:
hi: तारीख चाहिए:
it: Data Richiesta:
ja: 更新期限:
ko: 필수 날짜:
nb: Krevd Dato:
nl: Verplichte Datum:
pl: Wymagana Data:
pt: Data Requerida:
ru: Требуемая дата:
sv: Sista datum:
uk: Необхідна дата:
zh: 要求日期：

source: Required OS Version:
da: Påkrævet MacOS-version:
de: Erforderliche macOS Version:
es: Versión Requerida Del Sistema Operativo:
fr: Version du système d'exploitation requise :
hi: आवश्यक OS संस्करण:
it: Sistema operativo richiesto:
ja: 必要とされるOSのバージョン:
ko: 운영체제의 필수 버전:
nb: Påkrevd OS-versjon:
nl: Vereiste OS Versie:
pl: Wymagana wersja macOS:
pt: Versão Necessária do Sistema Operacional:
ru: Требуемая версия:
sv: Krävd OS-version:
uk: Потрібна версія OS:
zh: 需要的系统版本:

source: Serial Number:
da: Serienummer:
de: Seriennummer:
es: Número De Serie:
fr: Numéro de série :
hi: सीरीयल नम्बर:
it: Numero di serie:
ja: シリアルナンバー:
ko: 시리얼넘버:
nb: Serienummer:
nl: Serienummer:
pl: Numer seryjny:
pt: Número de Série:
ru: Серийный номер:
sv: Serienummer:
uk: Серійний номер:
zh: 序列号:

source: True
da: Sand
de: Wahr
es: Verdadero
fr: Vrai
hi: सत्य
it: Vero
ja: 真実
ko: 참
nb: Sann
nl: Waar
pl: Prawda
pt: Verdade
ru: Правда
sv: Sant
uk: Правда
zh: 真
